import React from 'react'
import './About.css'
import AboutImage from '../assets/side-img-1.avif'

function About() {
  return (
    <section className="about" id="about">
        <div className="aboutContent">
            <h2 className="aboutHeading centrHeading">Про нас</h2>
            <p>Кулінарний дім «Поліс»- це поєднання магазину кулінарії та кафе із
                замовленнями по меню. Заклад спеціалізується на домашній кухні. На стравах, які
                в дитинстві готувала мама до святкового столу.
            </p>
            <p>Ми пропонуємо готові страви, які можна придбати відразу як варіант обіду,
                вечері чи звичайного перекусу: салати, паштети, рибні страви, деруни, голубці,
                запечені м’ясо та ковбаска, відбивні та котлетки, смажену курочку або тільки
                крильце чи лапку, вареники та пельмені, пиріжки та струдлі, сирники та млинці, а
                також морси, компоти, киселики та багато іншого.
            </p>
            <p>Ми щодня готуємо смачні обіди (ланчі), які можна замовити або скоштувати
                безпосередньо в нашому залі. До речі, всі напої для стимулювання апетиту або
                дружнього застілля, можна придбати за цінами звичайного магазину без націнки за
                обслуговування.
            </p>
        </div>

        <div className="aboutImageContainer">
            <img src={AboutImage} alt="About-image" className="aboutImage" />
        </div>
    </section>
  )
}

export default About
